#тут будут все строчки проекта, настройки проекта
win_x, win_y = 200, 100
win_width, win_height = 1000, 500

txt_hello = 'Добро пожаловать в тест руфье - определение здоровья'
txt_next = 'Начать'
txt_instruction = 'Инструкция к тесту...' 
txt_title = 'Тест Руфье'
txt_name = 'Ваше ФИО:'
txt_hintname = ""
txt_hintage = "Возраст:"
txt_test1 = '''Лягьте на спину и замерьте пульс за 15 секунд. 
Чтобы начать нажмите кнопку
'''
txt_test2 = '''Сделайте 35 приседаний за 45 сек.
 Чтобы начать нажмите кнопку
 '''
txt_test3 = '''Лягте на спину и замерьте пульс за 15 секунд,
 потом подождите минуту и замерьте еще за 15 секунд
 '''
txt_sendresults = 'Отправить результаты'
txt_hinttest1 = '0'
txt_hinttest2 = '0'
txt_hinttest3 = '0'
txt_starttest1 = 'Измерить пульс до приседаний'
txt_starttest2 = 'Начать делать приседания'
txt_starttest3 = 'Начать финальный тест'

txt_age = ''
txt_finalwin = ''
txt_index = ''
txt_workheart = ''